/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Настрка изобр-я";
"ICA_PGADV_AUTOTONE_TT"	= "Выберите эффект функции, оптимизирующей яркость изображения.";
"ICA_PGADV_COPYGAMMA_STR"	= "Уменьшение просвечивания";
"ICA_PGADV_COPYGAMMA_TT"	= "Выберите значение ВКЛ./ВЫКЛ. функции, уменьшающей просвечивание на двухсторонних документах или ослабляющей фоновый цвет восстановленной или цветной бумаги. Этот вариант доступен только в случае выбора пункта [Документ] или [Журнал] в меню [Настрка изобр-я].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Выберите значение ВКЛ./ВЫКЛ. функции, уменьшающей просвечивание на двухсторонних документах или ослабляющей фоновый цвет восстановленной или цветной бумаги. Этот вариант доступен только в случае выбора пункта [Документ] в меню [Настрка изобр-я].";
"ICA_PGADV_UNSHARP_STR"	= "Скрыть нечеткость";
"ICA_PGADV_UNSHARP_TT"	= "Выберите значение ВКЛ./ВЫКЛ. функции, усиливающей контуры объектов, чтобы повысить резкость изображения. Когда для функции [Убрать растр] задано значение ВКЛ., может сохраниться муар, если для функции [Скрыть нечеткость] задано значение ВЫКЛ.";
"ICA_PGADV_DESCREEN_STR"	= "Убрать растр";
"ICA_PGADV_DESCREEN_TT"	= "Выберите значение ВКЛ./ВЫКЛ. функции, уменьшающей неравномерные градации или полосы (муар), появляющиеся при сканировании фотографий или рисунков, напечатанных мелкими точками. Муар может сохраниться, если для функции [Скрыть нечеткость] задано значение ВЫКЛ.";
"ICA_PGADV_REMOVEDUST_STR"	= "Удалить пыль";
"ICA_PGADV_REMOVEDUST_TT"	= "Выберите эффект функции \"FARE\", устраняющей следы пыли и царапин автоматически со сканированных снимков пленки.";
"ICA_PGADV_REDUCEDUST_STR"	= "Убрать пыль";
"ICA_PGADV_REDUCEDUST_TT"	= "Выберите эффект функции, уменьшающей белые точки, вызванные наличием пыли или царапин на фотографиях.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Коррекция выцветания";
"ICA_PGADV_FADINGCORRECT_TT"	= "Выберите эффект функции, исправляющей пленку и фотографии, выцветшие со временем или имеющие доминирующий оттенок. Этот вариант действителен только в случае выбора пункта [Цвет] в меню [Режим цветн.] (тип).";
"ICA_PGADV_GRAINCORRECT_STR"	= "Корр-я зернист.";
"ICA_PGADV_GRAINCORRECT_TT"	= "Выберите эффект функции, уменьшающей зернистость (шероховатость) фотографий, снятых на высокочувствительную пленку.";
"ICA_PGADV_CUBS_STR"	= "Корр. тени от перепл.";
"ICA_PGADV_CUBS_TT"	= "Выберите эффект функции, корректирующей тень, появляющуюся между страницами при сканировании раскрытых буклетов. При использовании этой функции коррекции разместите оригинал таким образом, чтобы не было скосов. В процессе сканирования нажимайте по центру корешка с тем же усилием, что и при предварительном сканировании.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Калибр. перед кажд. скан.";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Запускает процесс калибровки перед каждым сканированием.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "В порядке располож страниц";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Выбор метода выведения бумаги после сканирования нескольких двусторонних документов из УАПД. Выберите ВЫКЛ. для сканирования документов и выведения бумаги в быстром режиме. Выберите ВКЛ. для сканирования документов и автоматического выведения бумаги в порядке расположения страниц.";
"ICA_ADV_FLAG_NONE"	= "Нет";
"ICA_ADV_FLAG_AUTO"	= "Автоматически";
"ICA_ADV_FLAG_PHOTO"	= "Фото";
"ICA_ADV_FLAG_MAGAZINE"	= "Журнал";
"ICA_ADV_FLAG_DOCUMENT"	= "Документ";
"ICA_ADV_FLAG_ON"	= "ВКЛ.";
"ICA_INFO_NONE"	= "Нет";
"ICA_INFO_LOW"	= "Низкая";
"ICA_INFO_MEDIUM"	= "Средняя";
"ICA_INFO_HIGH"	= "Высокая";
"ICA_ERROR_001"	= "Сканирование выполнить нельзя, если размер или разрешение не будут уменьшены до %s x %s пикселов или ниже, а размер данных не станет %s Гб или меньше.";
"ICA_ERROR_002"	= "Размер бумаги не подходит для двухстороннего сканирования. Выберите формат A4 или Letter.";
"ICA_ERROR_003"	= "Указанный [Режим цветн.] (тип) не поддерживает 16-битное сканирование. Для сканирования в выбранном [Режиме цветн.] (тип) измените глубину цвета на 8 бит. Для выполнения 16-битного сканирования измените [Режим цветн.] (тип).";
"ICA_ERROR_004"	= "Сканирование выполнить нельзя, если размер не будет уменьшен до 4 x 4 мм (0,16 x 0,16 дюйма).";
"ICA_ERROR_005"	= "У вас недостаточно прав для доступа к указанной папке.";
"ICA_ERROR_006"	= "Не удается обнаружить пленку.\nУбедитесь, что пленка установлена верно, и выполните сканирование снова.";
"ICA_ERROR_007"	= "Сканирование пленки 120 формата с драйвером сканера.";
"ICA_ERROR_008"	= "Произошла внутренняя ошибка. Выполните следующие действия.\n- Проверьте состояние сканера.\n- Перезапустите сканер.\n- Переустановите драйвер сканера.";
"ICA_ERROR_009"	= "Размер бумаги не подходит для двухстороннего сканирования. Выберите размер, отличный от US Legal.";
"ICA_ERROR_01"	= "Переполнение памяти. Следует увеличить объем доступной памяти.";
"ICA_ERROR_02"	= "Возможно, необходимый файл отсутствует или поврежден, или используются неправильные параметры. Попробуйте выполнить установку еще раз.";
"ICA_ERROR_03"	= "Произошла внутренняя ошибка.";
"ICA_ERROR_04"	= "Недостаточно свободного места на диске для завершения сканирования.";
"ICA_ERROR_05"	= "В УАПД (устройстве автоматической подачи) нет документов. Загрузите документ и повторите попытку.";
"ICA_ERROR_07"	= "Ошибка сканера. Информацию о решении проблемы см. в руководстве.";
"ICA_ERROR_08"	= "Невозможно прочесть или записать файл.";
"ICA_ERROR_09"	= "Произошла ошибка. Выключите, а затем снова включите питание устройства.";
"ICA_ERROR_10"	= "Освободите блокиратор, отсоедините и снова подключите USB-кабель.";
"ICA_ERROR_11"	= "Освободите блокиратор сканера, выключите и снова включите устройство.";
"ICA_ERROR_12"	= "Сканирование отменено.";
"ICA_ERROR_13"	= "Сканирование отменено пользователем. Нажмите кнопку OK на панели управления принтера, чтобы извлечь документ из УАПД (устройства автоматической подачи).";
"ICA_ERROR_18"	= "Сканирование невозможно по следующим причинам:\n- Возможно, оригинал размещен неправильно.\n- На область сканирования положен защитный лист.\n- Возможно, не прогрета лампа.\n   (При низкой температуре для выхода лампы на рабочий режим может потребоваться несколько минут.)";
"ICA_ERROR_25"	= "В УАПД (устройстве автоматической подачи) застряла бумага. Удалите застрявшую бумагу, затем нажмите кнопку OK, чтобы сбросить флаг ошибки на панели управления принтера.";
"ICA_ERROR_26"	= "Открыта крышка УАПД (устройства автоматической подачи). Закройте крышку и нажмите кнопку OK, чтобы сбросить флаг ошибки на панели управления принтера.";
"ICA_ERROR_28"	= "Слишком длинный документ. Убедитесь, что крышка УАПД (устройства автоматической подачи) закрыта, и нажмите кнопку OK на панели управления принтера, чтобы удалить документ из УАПД.";
"ICA_ERROR_29"	= "Размер бумаги не подходит для двухстороннего сканирования. Убедитесь, что крышка УАПД (устройства автоматической подачи) закрыта, и нажмите кнопку OK на панели управления принтера, чтобы удалить документ из УАПД.";
"ICA_ERROR_30"	= "В УАПД (устройстве автоматической подачи) нет документов. Нажмите кнопку OK на панели управления принтером, чтобы снять состояние ошибки, затем вставьте бумагу в УАПД.";
"ICA_ERROR_31"	= "Выполняется инициализация сканера. Сканируйте после завершения этой операции.";
"ICA_ERROR_32"	= "Выполняется инициализация принтера. Сканируйте после завершения этой операции.";
"ICA_ERROR_33"	= "Принтер занят или произошла ошибка. Проверьте состояние.";
"ICA_ERROR_34"	= "Сканер недоступен, когда он используется другим приложением или пользователем.";
"ICA_ERROR_35"	= "Приложен защитный лист. Невозможно осуществить сканирование.";
"ICA_ERROR_36"	= "Невозможно отсканировать документ с указанным размером бумаги.";
"ICA_ERROR_39"	= "Не удается установить связь со сканером по следующим причинам:\n- Сканер выключен.\n- Кабель USB отключен.\n\nПроверьте и повторите попытку.";
"ICA_ERROR_40"	= "Не удается установить связь со сканером по следующим причинам:\n- Сканер выключен.\n- Он отсоединен от проводной сети (если используется подключение к проводной сети).\n- Уровень сигнала слишком низок из-за помех (если используется подключение к беспроводной сети).\n- Сетевое соединение запрещено ПО для обеспечения безопасности.\n- В сети выбран другой сканер.\n\nПроверьте и повторите попытку.";
"ICA_ERROR_42"	= "Открыта крышка устройства подачи документов.\nЗакройте крышку и нажмите кнопку OK на принтере.\nПосле этого извлеките документ из УАПД (устройства автоматической подачи документов).";
